{"elements":[{"characterName":"Kou Kadokura","dialogs":{}},{"characterName":"A freelance mercenary and skilled simulacrum pilot to boot. He dedicated his life to uncovering the truth of what caused Gray Christmas, an event that both changed the world and robbed him of someone dear, but lost his memories in the process during a mission. He was as ruthless as they come, sparing no expense as long as it helped accomplish his goals, but has returned to his past kind self following his memory loss. Now, he seeks to recover his memories by undergoing all sorts of experiences and learning new things that will lead him to the answers he desires.","dialogs":{}},{"characterName":"F64kg Birthday: March 7th Blood type: B@nLikes: Simulacrums@nDislikes: Chives","dialogs":{}},{"characterName":"Rain Kirishima","dialogs":{}},{"characterName":"Kou's subordinate and most trusted partner. She refers to him as \"Lieutenant,\" helping him along the way after his memory loss. Takes charge and spurs Kou on whenever the confusion from his memory loss gets the better of him, making her feel like his superior at times. Rarely lets others be privy to her emotions, opting to remain calm and collected at all times. This is reflected in her lack of compassion for her enemies. That said, Kou's well-being is her utmost priority at all times, to the point where she's more than willing to give her own life for him.","dialogs":{}},{"characterName":"Nanoha Wakakusa","dialogs":{}},{"characterName":"Kou's childhood friend. One year younger than him. Leads a less than glamorous life while working at a net cafe in downtown Suzushiro, but is reunited with Kou at the Kisaragi Dorm Aki recreated within Arval City. Her bright, caring personality remains the same as ever despite the living conditions she's been forced to endure, much like her penchant for being a crybaby. She was present at the Drexler Institute's laboratory during Gray Christmas, but managed to escape along with the other researchers. She wholeheartedly believes in Naoki Kurihara's innocence, to the point where she secretly remains in contact with him.","dialogs":{}},{"characterName":"Chinatsu Nagisa","dialogs":{}},{"characterName":"Her cold attitude and desire to avoid Kou makes their reunion in the slums one with little fanfare. She favored the use of AI during her time as a student at Seishu, but is now a part of the Global Union's anti-AI forces, GOAT, having seemingly done a 180 on her stance. She seems highly suspicious of Ark, too. That said, she neither hates Kou nor treats him like an enemy, even showing that she still cares for her former dormmates.","dialogs":{}},{"characterName":"Aki Nishino","dialogs":{}},{"characterName":"Kou's second cousin. Two years older than him. Her love for cybserspace led her to work for Ark Industries, a corporation run by Seira Tachibana, her aunt. Currently works as part of the creative division for virtual spaces. Her employee status gives her access to her own private space, where she recreated the old Kisaragi Dorm. Spends the vast majority of her time logged into cyberspace.","dialogs":{}},{"characterName":"Makoto Minazuki","dialogs":{}},{"characterName":"Kou's former dormmate and Sora's younger sister. One year younger than him. Was in Suzushiro for one of her routine check-ups when Gray Christmas took place, but was driven mad upon interacting with the consciousness of Sora and others who died during it. She was kidnapped alongside Noi, her doctor at the time, soon after by anti-AI activists who were aware of her secret. Her avatar is able to escape into cyberspace thanks to Noi's help, but in doing so she meets Father Gregory, who successfully turns her into Dominion's priestess by convincing her of their belief that the reality they live in is fabricated.","dialogs":{}},{"characterName":"Makoto Minazuki","dialogs":{}},{"characterName":"Kou's former dormmate and Sora's younger sister. One year younger than him. Was in Suzushiro for one of her routine check-ups when Gray Christmas took place, but hasn't been seen since.","dialogs":{}},{"characterName":"Dominion's Priestess","dialogs":{}},{"characterName":"Member of Dominion, a religious cult and one of the leading factions in support of AI. Her face is hidden behind a mask, making her appearance as much of a mystery as her motives. She pilots a white simulacrum identical to the one Kou and his friends encountered at the battle arena back when they were students, though she seems intent on avoiding battle with him despite them supposedly being enemies. Height: ???cm Weight: ??kg B/W/H: ??/??/?? Birthday: ??? Blood type: ?","dialogs":{}},{"characterName":"Sora Minazuki","dialogs":{}},{"characterName":"Kou's girlfriend from his student days. She made her way to what would become ground zero on the day of Gray Christmas in order to persuade Rain's father, Isao, to allow her to transfer to Seishu. A chain of unfortunate events caused her to become a victim of the Assembler leak following a delay in her plans to return home. Though believed to be gone, Kou encounters a figure identical to her, who claims to be called Agent, while in pursuit of the truth behind the incident.","dialogs":{}},{"characterName":"Agent","dialogs":{}},{"characterName":"A mysterious NPC that appears before Kou. Identical to both Sora and Kuu, its actions and attitude are in clear contrast to regular NPCs. Not only does it appear at random in the battlefield, but it seems to be able to possess the mass-produced NPCs based on Sora that are in use at Ark. (Their ID temporarily becomes the same as Kuu's when this happens. ) Cryptic at most times, though it also seems to guide Kou on occasion. What's more, there are rare times when it displays brief hints of emotion. Height: ???cm Weight: ??kg B/W/H: ??/??/?? Birthday: ??? Blood type: None Likes: ??? Dislikes: ???","dialogs":{}},{"characterName":"Masa Sudo","dialogs":{}},{"characterName":"A CDF detective stationed in Suzushiro. His marriage is proof of him settling down following his wild student days, though his love for his friends remains as strong as ever. A rare example of someone with a sense of justice within his corrupt organization, which leads his subordinates to place a great deal of trust in him. While CDF members are provided with their own simulacrums, he continues to use the same unit he did during his student days.","dialogs":{}},{"characterName":"Naoki Kurihara","dialogs":{}},{"characterName":"The Assembler he was researching is said to be the trigger that caused Gray Christmas. Whether the leak was an accident or intended remains unknown, but he left the laboratory soon before it and has remained in hiding ever since. Kou's pursuit of both him and the truth behind the incident is what leads him to Suzushiro.","dialogs":{}},{"characterName":"Noi","dialogs":{}},{"characterName":"An unlicensed doctor living in the slums of Suzushiro. Her mature attitude is in direct contrast to her adorable, childlike appearance. Her age is unknown, but she seems to be older than Kou. An unquestionable genius when it comes to medical knowledge and skills, both physical and cyber related. Also quite the pervert, to the point that her clinic is masked as an adult store. She initiates Kou's memory playback procedure, helping him recover the memories he lost previously.","dialogs":{}},{"characterName":"Gilbert Gilberto","dialogs":{}},{"characterName":"A Designer Child who boasts physical prowess far beyond regular people thanks to gene manipulation. An extreme sadist, to the point where hurting others is just another daily exercise in his mind. Not only does he look down upon regular people, he detests the idea of AI and those who support it. While he and Kou have had their issues since their student days, his grudge seems to have only grown deeper, leading him to oppose Kou with his own mercenary group, Dainsleif. He seems to have become even more twisted in the present, to the point where he detests all people other than himself.","dialogs":{}},{"characterName":"Father Gregory","dialogs":{}},{"characterName":"The charismatic leader of Dominion, a religious cult and one of the leading factions in support of AI. Thinks of AI as a divine force, and truly believes that he and everyone else lives in a fabricated reality. At times he delivers convoluted speeches in a calm and composed manner, while at others he swings about two massive chainsaws in an almost berserk state. A lunatic if there ever was one. Height: 177cm Weight: 86kg Birthday: ??? Blood type: ?","dialogs":{}},{"characterName":"Eiji Kadokura","dialogs":{}},{"characterName":"Kou's father. Colonel of the PMC known as Fenrir. An optimist who lives by the motto that everything will work out somehow. Picked up the family's mercenary business from a young age, leading him to being away from home more often than not. A deadbeat dad in the eyes of Kou, though his skill with a simulacrum has led to him being known as a first-class hotdogger. Currently working under Seira and in pursuit of the Drexler Institute.","dialogs":{}},{"characterName":"Shizel Steinbrecher","dialogs":{}},{"characterName":"Fenrir's frontwoman for most operations. Holds the rank of major. As a long time member of the group, she and Eiji have known each other for seven years. Her calm disposition and care for those she works with makes her a trustworthy ally. Her entire body has been fitted with augments. As capable in physical warfare as she is in its cyber counterpart, and is as strict as can be when it comes to military discipline. She and Noi seem to be acquaintances. Height: 165cm Weight: 97kg B/W/H: 89/53/86 Birthday: November 22nd Blood type: ?","dialogs":{}},{"characterName":"Mohawk","dialogs":{}},{"characterName":"A member of Fenrir who works under Shizel. Holds the rank of lieutenant, much like Kou. Plays a support role despite his massive frame, though his accomplishments in battle are consistently above the bar. A Designer Child with Native American ancestry who only speaks when absolutely necessary, though he seems to be a nice person. Apparently good at dancing, though whether that's true or not remains to be seen.","dialogs":{}},{"characterName":"Seira Tachibana","dialogs":{}},{"characterName":"President of Ark Industries, younger sister of Kou's mother, and his aunt. Known as a witch when it comes to AI related matters. Her eternal presence within Ark's cyberspace headquarters has led to rumors that she hasn't returned to the real world in years. A woman of few words, she speaks only of what she deems essential.","dialogs":{}},{"characterName":"Isao Kirishima","dialogs":{}},{"characterName":"Director of GOAT. His intimidating presence serves as further proof that he was born to be a man of the military. His anti-AI stance is no surprise, considering his position as a member of GOAT, though he seems to hold a much greater hatred of AI than the average person. Also Rain's father, but their relationship is anything but stable at the moment.","dialogs":{}},{"characterName":"Yoshio Anan","dialogs":{}},{"characterName":"Mayor of Suzushiro City. Seen as the leader of the AI faction thanks to his connections with nanomachine and biotechnology organizations, not to mention his influence within the CDF. Rumors of his corruption are seemingly endless, particularly when it comes to collusion and bribes received from certain companies.","dialogs":{}},{"characterName":"Yae Kadokura","dialogs":{}},{"characterName":"Kou's mother. She suffered from Cyberbrain Syndrome. A former member of the Renaissance Project team who served as test subject for the Connector System. Kidnapped by Gregory, who had his eyes set on said system, while Kou was still a child, and was eventually killed despite Eiji's efforts to save her. Aki is a clone of her created by Seira.","dialogs":{}},{"characterName":"Kou Kadokura","dialogs":{}},{"characterName":"A second year student at Seishu Academy. Moves into Kisaragi Dorm, the place his second cousin Aki resides, after the one he stayed in during his first year was closed down. Leads a fun and fulfilling school life with both his old friends and the new faces who also stay there. A simulacrum nut at heart, he becomes addicted to battles carried out in the virtual arena upon receiving a simulacrum made by Aki.","dialogs":{}},{"characterName":"F64kg Birthday: March 7th Blood type: B@nLikes: Simulacrums@nDislikes: Garlic chives","dialogs":{}},{"characterName":"Rain Kirishima","dialogs":{}},{"characterName":"A student at Hosho Academy, which is situated near Seishu. Secretly falls for Kou after he saved her from Gilbert's advances. Usually shy and reserved despite her lavish appearance, but she can also be as bold as they come at times, perhaps due to her upbringing. Coincidence leads her to become friends with Sora, who assists her in making multiple moves on Kou... all of which end in failure.","dialogs":{}},{"characterName":"Nanoha Wakakusa","dialogs":{}},{"characterName":"Kou's childhood friend. One year younger than him. Family circumstances led to them being split up, but her enrollment in Seishu and subsequent moving into Kisaragi Dorm lead to their much anticipated reunion. Skilled at all sorts of housework, and while somewhat reserved, she's always willing to help Kou. The idea of staying at the same dorm as Kou had her excited at first, but the ratio of girls to guys left her feeling a bit bewildered. A notorious crybaby, to the point where even the most minor thing can set her off. Feels immense pride about nanotech developments by nature of her parents' involvement in its research.","dialogs":{}},{"characterName":"Chinatsu Nagisa","dialogs":{}},{"characterName":"Kou's classmate. A frank, energetic girl who's good at sports. Wasn't fond of virtual spaces at first, but becomes one of Kou's teammates for a simulacrum tournament upon his invitation. She's all over Kou, but he still can't figure out if she genuinely likes him or does it just to tease him. Takes pride in her body, to the point where she shows off to Kou while in a swimsuit, but she's also innocent enough to start blushing like mad right after. She sees Sora as something of a rival due to her relationship with Kou.","dialogs":{}},{"characterName":"Aki Nishino","dialogs":{}},{"characterName":"Kou's second cousin. Two years older than him. Lived with Kou for a brief period when they were younger, where he became incredibly fond of her. Loves cyberspace, which leads her to laze around in the real world more often than not. Rarely budges for anything that doesn't interest her, going as far as to skip out on eating to dangerous levels if Kou isn't around. Speaking makes her tired, so she tries to get her point across with as few words as possible. Also a highly regarded wizard in the tech world.","dialogs":{}},{"characterName":"Makoto Minazuki","dialogs":{}},{"characterName":"Kou's dormmate and Sora's younger sister. One year younger than him. She suffers from Cyberbrain Syndrome, which makes her thoughts leak out while in cyberspace. Kou saved her while she was being bullied for this fact, and soon after both she and Sora moved into Kisaragi Dorm. Not fond of talking in the real world, but more than willing to make her feelings apparent in cyberspace... Though, one could argue that they simply leak out. Can be seen as something of a victim when surrounded by the troublemakers from her dorm, especially when dragged into whatever Sora's up to.","dialogs":{}},{"characterName":"Sora Minazuki","dialogs":{}},{"characterName":"Kou's classmate and Makoto's older sister. Her love for Makoto borders on obsessive. Detests anyone and anything crooked, and is kind to those who have a hard time standing up for themselves. She can be a bit of an airhead though, leading her to forget about the effects her actions have on others, Makoto in particular. A misunderstanding leads to her flooring Kou upon their first meeting, which she soon came to regret. Her relationship with Kou was something of a mystery, considering their tendency to argue often, but they would eventually accept their feelings for one another. Highly attuned to AI, she made it a point to converse with Seishu's administrative AI, Mother, on a daily basis.","dialogs":{}},{"characterName":"Kuu","dialogs":{}},{"characterName":"Meets Kou in the fields of Aki's personal virtual space, where they become close. An NPC developed by Aki based on Sora. Her nature as a Simulacra linked to Sora makes the latter's existence a necessity for her to function. She has the personality of an innocent child, and could barely speak during her first encounter with Kou. However, constant interaction with him following that allowed her to develop her communication skills. Height: 162cm Weight: ??kg B/W/H: 87/51/85 Birthday: ???","dialogs":{}},{"characterName":"Masa Sudo","dialogs":{}},{"characterName":"Kou's best friend. A bit of a clown and womanizer, but a good guy at heart. Moved into Kisaragi Dorm with Kou from their previous one, and also his partner during the simulacrum tournament.","dialogs":{}},{"characterName":"Naoki Kurihara","dialogs":{}},{"characterName":"Head of staff within the Drexler Institute and a leading figure in the development and research of nanotech. Also a teacher at Seishu and former resident of Kisaragi Dorm, who taught Kou and his team everything they know about piloting a simulacrum. Proficient in the ways of both the pen and the sword, his strict yet kind guidance leads to Kou's admiration of him.","dialogs":{}},{"characterName":"Gilbert Gilberto","dialogs":{}},{"characterName":"A student at Hosho Academy, which is situated near Seishu, and a Designer Child boasting physical prowess far beyond regular people thanks to gene manipulation. An extreme sadist, to the point where hurting others is just another daily exercise. Not only does he look down upon regular people, he detests the idea of AI and those who support it. Comes to hate Kou following a certain incident between them.","dialogs":{}},{"characterName":"Eiji Kadokura","dialogs":{}},{"characterName":"Kou's father. Leader of the PMC Fenrir. An optimist who lives by the motto that everything will work out somehow. Picked up the family's mercenary business from a young age, leading him to being away from home more often than not. A deadbeat dad in the eyes of Kou, especially after he never returned while his mother was on her deathbed. Kou prefers to avoid talking about him if possible.","dialogs":{}},{"characterName":"Seira Tachibana","dialogs":{}},{"characterName":"President of Ark Industries, younger sister of Kou's mother, and his aunt. Known as a witch when it comes to AI related matters. Her eternal presence within Ark's cyberspace headquarters has led to rumors that she hasn't returned to the real world in years. A woman of few words, she speaks only of what she deems essential.","dialogs":{}},{"characterName":"Isao Kirishima","dialogs":{}},{"characterName":"A member of the GU who Kou and Chinatsu met near the Seishu Academy. Seemingly strict at a glance, though he made it a point not to reprimand them despite the fact that they set foot on military terrain. He's been on good terms with them since, and even opened up about his difficulty bonding with his daughter, who seems to be around the same age as Kou.","dialogs":{}},{"characterName":"Yae Kadokura","dialogs":{}},{"characterName":"Kou's mother. She suffered from Cyberbrain Syndrome, which claimed her life while he was still a child.","dialogs":{}}]}